---
kind: property
id: P:Autodesk.Revit.DB.ScheduleField.MultipleValuesText
source: html/321d43b7-416b-06fd-54c3-15d8d2605f34.htm
---
# Autodesk.Revit.DB.ScheduleField.MultipleValuesText Property

The multiple values text to be used when the schedule field displays multiple element values,
 as specified by the display type MultipleValuesDisplayType .

## Syntax (C#)
```csharp
public string MultipleValuesText { get; }
```